tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jkfran/killport"
brew "arduino-cli"
brew "python@3.11"
brew "autojump"
brew "zstd"
brew "ccache"
brew "cmake"
brew "libssh2"
brew "curl"
brew "dfu-util"
brew "go"
brew "mosquitto"
brew "neovim"
brew "ninja"
brew "perl"
brew "platformio"
brew "python@3.10"
brew "python@3.7"
brew "redis", restart_service: true
brew "ruby"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jkfran/killport/killport"
cask "dozer"
